{
  "image 1.5": {
    "title": "IMAGE 1.5",
    "guiding questions preamble": "CDR strategies face several difficulties such as reliance on underground CO2 storage and competition for land with food production and biodiversity protection. The question arises whether alternative deep mitigation pathways exist?",
    "guiding questions questions": "How essential are bioenergy with carbon capture and storage, and other negative-emission technologies for the 1.5 degree target?",
    "results preamble": "The study illustrates how a combination of alternative 1.5°C pathways can significantly reduce the need for CDR. They are based on the inclusion of options which are not normally considered in integrated assessment analyses, such as lifestyle change, significant reductions of greenhouse gas emissions other than CO2, swift electrification of energy demand and low population growth. While each of these alternatives will still require rapid societal changes and faces its own specific barriers, several also show important synergies with other sustainability goals.",
    "results": "While this study shows that alternative options can greatly reduce the volume of CDR to achieve the 1.5 °C goal, nearly all scenarios still rely on BECCS and/or reforestation (even the hypothetical combination of all alternative options still captured 400 GtCO2 by reforestation). Therefore, investment in the development of CDR options remains an important strategy if the international community intends to implement the Paris target.",
    "scenarios": "The study explores alternative pathways leading to a radiative forcing level of 1.9 W m−2 in 2100. The scenarios are all based on the Shared Socioeconomic Pathway 2 (SSP2) scenario. In the SSP2 scenario, which forms part of the overall SSP set, middle-of-the-road assumptions have been made for all key model assumptions. The alternative scenarios are developed by implementing narrative-based changes to the input assumptions, mostly in the 2020–2050 period.",
    "start": "2010",
    "end": "2100"
  },
  "ggi": {
    "title": "GGI",
    "guiding questions preamble": "The main objective of the exercise has been to explore the feasibility and costs of meeting alternative climate stabilization targets under a range of salient long-term uncertainties with a limited set of scenarios. Development pathway uncertainty, which includes alternative demographic, economic, and technological developments that lead to high (A2r), intermediary (B2), or low (B1) emissions of GHGs and hence magnitude of future climate change. Climate stabilization target uncertainty is addressed by systematic model simulations for a range of alternative climate stabilization targets imposed on the no-policy baseline scenarios. Altogether, calculations for 11 stabilization scenarios for eight comparable stabilization levels has been performed.\n",
    "guiding questions questions": [
      "How will human drivers ranging from the realm of demographics, economics, and technology to social behavior and institutions shape future emissions of greenhouse gases (GHGs)?",
      "Are there ways of “bending down” the curve of ever increasing radiative forcing?",
      "What will be the consequences of radiative forcing change on global, regional, as well as local climates both in terms of changes in magnitude (e.g., warming, precipitation) as well as in nature (most prominently variability and possibilities of extreme events)?",
      "What will be the impacts on natural and human systems of a changing climate?",
      "what are the feasibilities, costs, and benefits (in terms of avoided impacts) of response strategies?"
    ],
    "results preamble": "The GGI scenario analysis has illustrated the importance of considering the two most fundamental uncertainties that surround future efforts to mitigate against climate change:\n-    uncertainty of magnitude of future emission levels as described by alternative scenario baselines;\n-    uncertainty that surrounds the ultimate mitigation target (i.e., the stabilization levels).\nFeasibility and costs, as well as the technological options needed to meet alternative climate stabilization goals all, depend critically on these two types of uncertainties.",
    "results": [
      "From all the variables required to frame the fundamental uncertainties involved in the climate debate, technology emerges as a particularly important area.",
      "An important finding from our sectorial analysis is that the energy and industry sectors will play a central role in achieving the drastic reductions in GHG emissions required for climate stabilization.",
      "Agriculture and forestry play a less important role in emissions reductions in absolute terms, but nonetheless are indispensable elements of a comprehensive and cost-effective mitigation portfolio. Emissions reductions from agricultural sources are comparatively important only at less stringent stabilization levels. Conversely, the forestry sector gains in importance with the stringency of the target (and thus higher marginal GHG reduction costs).",
      "The three top-ranked mitigation options comprise reductions through the additional deployment of biomass, nuclear, and demand-side measures, such as enhanced energy conservation and efficiency improvements.",
      "Large-scale CCS (beyond forest sink enhancements) portray the classic features of a ‘backstop’ technology. They are deployed on a massive scale only in unfavorable scenario baselines (e.g., the coal-intensive scenario A2r) or in combination with stringent stabilization targets.",
      "Global macroeconomic costs of climate policies would be relatively modest, especially when compared to the scenario's underlying economic growth assumptions."
    ],
    "scenarios": "Scenarios of different (baseline) socio-economic and technological developments, A2r, B1 and B2. Climate stabilization scenarios, which have been imposed on the baselines including very low scenarios that stabilize CO2-eq concentrations at about 450 ppm CO2-eq.",
    "start": "2000",
    "end": "2100"
  },
  "gea": {
    "title": "GEA",
    "guiding questions preamble": "The main purpose of the GEA has been to establish a state-of-the-art assessment of the science of energy in light of the inevidable transformation that is required to address major challenges and avoiding potentially catasgtrophic future consequences for humand kind and planetary systems.  The transformation pathways developed within the framework of the GEA are designed to explore technical measures, policies, and related costs and benefits for meeting the following energy objectives:\n      - Improving energy access: Universal access to electricity and clean cooking by 2030\n      - Reduce air pollution and improve human health: Achieve global compliance with World Health Organization (WHO) air quality standards (PM2.5 concentration < 35 μg/m3) by 2030\n      - Avoid dangerous climate change: Limit global average temperature change to 2°C above preindustrial levels with a likelihood >50%\n      - Enhance energy security: Reduce energy import dependence; increase diversity and resilience of energy supply (both by 2050)\n",
    "guiding questions questions": [
      "Which are the fundamental key-messages common to the scenario ensemble?",
      "Is universal access to modern energy carriers and cleaner cooking achievable by 2030 while limiting long term global warming to 2°C?"
    ],
    "results preamble": "The pathways show that it is technically possible to achieve improved energy access , air quality, and energy security simultaneously while avoiding dangerous climate change. In fact, a number of alternative combinations of resources, technologies, and policies are found capable of attaining these objectives. From a large ensemble of possible transformations, three distinct groups of pathways (GEA-Supply, GEA-Mix, and GEA-Efficiency) have been identified and analyzed.",
    "results": [
      "Limiting climate change to to 2°C will require a technological transformation of the global energy system over the next several decades, as well as the rapid introduction of policies and fundamental political changes toward concerted and coordinated efforts to integrate global concerns into local and national policy priorities.  The GES analysis demonstrates that a sustainable future requires a transforamtion from today's energy systems to those with: (i) radical improvements in energuy systems, especially in the end-use, and (ii) greater shares of reneable energies and advanced energy systems with carbon capture and storage (CCS) for both fossil fuels and biomass.",
      "Achieving universal access to clean cooking fuels and electricity requires that between US$36 billion and US$41 billion be spent annually over the next two decades. In addition to furthering human development and poverty alleviation goals, universal access is necessary for attaining World Health Organization guidelines for air quality in all countries by 2030. At the same time, in order to ensure a high likelihood of limiting global warming to 2°C, global CO2 emissions need to peak by about 2020 and then be reduced 30–70% by 2050 relative to 2000. Under the GEA pathways, energy security improves in the world as a whole and in the majority of regions: imports decline and supply diversity increases."
    ],
    "scenarios": "The GEA comprises essentially a single normative scenario of the sustainability  transition.  Within  this  single  scenario,  alternative  pathways  are  developed  that  describe  transformations  toward  normative  objectives  related  to  the  environmental  impacts  of  energy  conversion  and  use,  energy  security,  and  energy  access.  All  pathways  fulfill  these  objectives by reaching specific and clear targets. For example, they all limit the future global mean temperature increase to not more than 2°C above preindustrial levels, and they all lead to almost universal access to  clean  energy  services  throughout  the  world  by  2030.  Another  feature  common  to  all  pathways  is  that  all  economic  and  demographic  changes  within  them  are  consistent  with  the  GEA’s  aspirational  goals  with respect to sustainable development. \n\nThree  GEA  pathway groups, labeled GEA-Efficiency, GEA-Mix, and GEA-Supply, are constructed  to  represent  different  emphases  in  terms  of  demand-side  and  supply-side  changes.  Each  group  varies  in  particular  with  respect  to  assumptions  about  the  comprehensiveness  of  demand-side  policies  to enhance efficiency, leading to pathways of comparatively low energy demand  (GEA-Efficiency),  intermediate  demand  (GEA-Mix),  and  high  demand  (GEA-Supply). Within  each  group,  a  range  of  alternative  pathways  for  the  supply-side  transformation  are  explored.  The sceanrio setup therefore results in three general branching points:\n1.        Energy demand level:\n           •        GEA-Efficiency (low demand)\n           •        GEA-Supply (high demand)\n           •        GEA-Mix (intermediate demand)\n2.        The dominant transportation fuels and technologies used:\n           •        Conventional Transportation (liquid fuels)\n           •        Advanced Transportation (electricity / hydrogen)\n3.        The diversity of the portfolio of supply-side options:\n           •        Full Portfolio (all options)\n           •        No CCS\n           •        No BioCCS (CCS + Bio-energy)\n           •        No Sinks\n           •        No Nuclear\n           •        No Nuclear & CCS\n           •        Limited Renewables\n",
    "start": "2010",
    "end": "2100"
  },
  "emf22": {
    "title": "EMF22",
    "guiding questions preamble": "The EMF 22 International Scenarios engaged ten of the world's leading integrated assessment models to focus on the combined implications of three factors integral to international climate negotiations, (1) the long-term climate-related target, expressed in this study in terms of the CO2-equivalent concentration associated with the GHGs regulated under the Kyoto Protocol, (2) whether or not this target can be temporarily exceeded prior to 2100 \n(“overshoot”) allowing for greater near-term flexibility, and (3) the nature of international participation in emissions mitigation.",
    "guiding questions questions": [
      "What are the feasibility and implications of stabilizing greenhouse gas concentrations at 650, 550 or 450 ppm CO2eq?",
      "What are the implications of allowing a temporary exceedence of greenhouse gas concentrations 2100 (“overshoot”) vs. implementing concentration targets as ceilings over the entire century (\"not-to-exceed\")?",
      "What are the implications of comprehensive international collaboration vs. fragmented climate policy efforts  towards the climate targets?",
      "individual models explored the importance of economic growth and the availability of bioenergy with carbon capture and storage (BECCS)",
      "low vs. high technology development for achieving different climate targets"
    ],
    "results preamble": "The challenge of mitigation increases with the stringency of the target. The more ambitious target (450 ppm CO2e, consistent with the 2°C-limit) is particularly challenging.",
    "results": [
      "The achvievabiltiy and costs of achieving climate targets depends critically on target stringency and the degree of internationl collaboration. A failure to develop a comprehensive, international approach to climate mitigation will constrain efforts to meet ambitious climate related targets. Without early, comprehensive action by major emitting regions, concentrations may exceed particularly ambitious targets such as 450 ppmv CO2-e and even 550 ppmv CO2-e.",
      "Regardless of the target, the global costs of achieving any long-term climate-related target will be higher without comprehensive action, and may be higher not just for the initial entrants but also for those that join along the way. ",
      "The ability to temporarily exceed, or overshoot, long-term goals may make some of the more stringent long-term climate limitation goals more achievable and lessen the impacts of a failure to achieve comprehensive action, but these pathways come at a cost. Overshoot pathways will lead to greater climate impacts than pathways that keep concentrations below their long-term goal at all times."
    ],
    "scenarios": "The EMF-22 scenario matrix is ",
    "start": "2005",
    "end": "2100"
  },
  "emf 27": {
    "title": "EMF 27",
    "guiding questions preamble": "The EMF27 study presents a first detailed assessments of the energy system transformation requirements for low stabilization in a large ensemble of leading global integrated assessment models.",
    "guiding questions questions": [
      "What energy system transformations are required to achieve stabilization of concentrations at 450ppm or 550ppm CO2eq in 2100?",
      "How do eight different assumptions on technology availability impact such stabilization scenarios?"
    ],
    "results preamble": "Limiting the atmospheric GHG concentration to 450 or 550 ppm CO2 equivalent by 2100 would require a decarbonization of the global energy system in the 21st century. Technology is a key element of climate mitigation.",
    "results": [
      " Robust characteristics of the energy transformation are increased energy intensity improvements and the electrification of energy end use coupled with a fast decarbonization of the electricity sector. Non-electric energy end use is hardest to decarbonize, particularly in the transport sector. ",
      "Versatile technologies such as CCS and bioenergy are found to be most important, due in part to their combined ability to produce negative emissions.",
      "The importance of individual low-carbon electricity technologies is more limited due to the many alternatives in the sector.",
      "The scale of the energy transformation is larger for the 450 ppm than for the 550 ppm CO2e target. As a result, the achievability and the costs of the 450 ppm target are more sensitive to variations in technology availability."
    ],
    "scenarios": "Scenarios are differentiated along the policy assumption (prefixes “Base_” for no policy, “550_” for medium ambition stabilization, and “450_” for high ambition stabilization (~well below 2°C)), and along the technology availability assumption (suffixes “_FullTech” for full availability, “LowEI” for reduced Energy intensity, “NoCCS”, “_NucOff” for a nuclear phase-out, “_LimSW” for a limit of solar and wind of maximum 10% of power generation, “_LimBio” for max. 100 EJ bioenergy, “_Conv” for combined LimSW and LimBio, “_EERE” for combined LowEI, NucOff and NoCCS, and “_LimTech” for combined NoCCS, NucOff, LimSW and LimBio",
    "start": "2005",
    "end": "2100"
  },
  "emf33": {
    "title": "EMF33",
    "guiding questions preamble": "Objective: Assessing large-scale global bioenergy deployment for managing climate change.",
    "guiding questions questions": "How is bioenergy used across different IAMs under harmonized variations of climate policies, availability of bioenergy technologies and constraints on biomass supply?",
    "results preamble": null,
    "results": [
      "Imposing a range of increasingly stringent carbon budgets mostly increases bioenergy use. Sector and regional bioenergy allocation varies dramatically mainly due to bioenergy technology options, final energy patterns and availability of alternative options of energy sector de-carbonization.",
      "Although much bioenergy is used in combination with CCS (BECCS), it is not necessarily the driver of bioenergy use.",
      "The flexibility to use biomass feedstocks in the energy sector makes large-scale bioenergy deployment a robust strategy in mitigation scenarios that is surprisingly insensitive with respect to reduced technology availability.",
      "However, the impact on achievability of stringent carbon budgets and associated carbon prices is sensitive, if the availably of e.g. BECCS is reduced."
    ],
    "scenarios": "scenario naming convention : EMF33_[GHG_tax_or_budget]_[Bioenergy_Technology_availability]\nCarbon budgets are global and cover only cumulative emissions of CO2 from fossil fuel and industry from 2011 to 2100.\nCarbon taxes are uniform across all regions, GHGs and sectors.",
    "start": "2005",
    "end": "2100"
  },
  "climacap-lamp": {
    "title": "CLIMACAP-LAMP",
    "guiding questions preamble": "The Integrated Climate Modelling and Capacity Building Project in Latin America (CLIMACAP) was a European Commission funded effort focused on analyzing the effects of mitigation strategies in key Latin American Countries. The Latin American Modeling Project (LAMP) was a similar effort funded by the U.S. Environmental Protection Agency and the U.S. Agency for International Development. The projects collaborated to develop a multi-model comparison project focused on mitigation in Latin America. The study compared results of approximately 10 energy-economic and integrated assessment models, focusing on results for Latin American regions. \n",
    "guiding questions questions": [
      "What is the role of Latin American and countries in the region in meeting global mitigation goals?",
      "What are opportunities for energy technology deployment under climate change mitigation efforts in Latin America?",
      "What energy supply investment are required in Latin America to meet global mitigation goals?",
      "What are the impacts of a variety of climate change control policies in the Argentinian energy sector?",
      "What will be effects of market-based mechanisms and CO2 emission restrictions on the Brazilian energy system?",
      "What role plays the power sector in achieving CO2 emission reductions in Colombia?",
      "How can Mexico reverse current emission trends which are at odds with ambitious national GHG emission reduction targets?",
      "Are the commitments by Brazil and Mexico for 2020, made during the UNFCCC conferences in Copenhagen and Cancun (prior to the formulation of their NDCs) reachable?",
      "How will future trajectorioes of GHG emissions from AFOLU develop in Latin America, with and without climate mitigation?",
      "What are the macroeconomic consequences of GHG emissions mitigation in Latin America up to 2050?"
    ],
    "results preamble": "The academic outcome of our work, includes two basic sorts of papers. One set of articles reports the efforts of teams that, through multiple models, investigated individual countries on the Latin American continent, exploring key elements and sensitivities for Argentina, Brazil, Colombia and Mexico. The second set of papers represents the work of several subgroups that explored specific issues across multiple countries and models, such as baseline scenarios, climate mitigation potential, and key characteristics and requirements of climate mitigation, including technology diffusion, investment requirements, biomass, agriculture and land-use effects, and macroeconomic impacts.\n",
    "results": [
      "The economic potential to reduce fossil fuel CO2 as well as non-CO2 emissions in Latin America in 2050 is lower than for the world as a whole, when measured against 2010 emissions.",
      "Electricity generation in Latin America increases two- to three-fold between 2010 and 2050 in the baseline.",
      "Energy supply investment requirements in Latin America are doubling in the baseline scenario between 2010 and 2050, while investments may triple over the same time horizon when climate policies are introduced.",
      "Emissions will increase over time in the baseline scenario due to a higher penetration of natural gas and coal. Climate policy scenarios with sufficiently high CO2 prices, however, indicate that such pathways can be avoided.",
      "The study confirms that the power sector plays a fundamental role in achieving CO2 emission reductions in Colombia, particularly through the increase of hydropower, the use of wind energy and the deployment of CCS technology.",
      "Decarbonization of electricity generation is needed to meet Mexico’s national GHG emission reduction targets. Along with changes in transportation towards the use of more efficient vehicles, potentially in combination with the use of low-carbon fuels. Mexico has some technological flexibility in meeting deep mitigation targets, although the costs of deep mitigation may be higher than official estimates indicate.",
      "Brazil’s commitments (made during the UNFCCC conferences in Copenhagen and Cancun) could be met through reduced deforestation, at basically no additional cost, while Mexico’s pledges could cost around 4 billion US$ in terms of reduced GDP in 2020.",
      "Nearly 40% of GHG emissions in Latin America derive from agriculture, forestry and other land use, more than double the global fraction of AFOLU . They find significant uncertainty in future AFOLU emissions, both with and without mitigation."
    ],
    "scenarios": "Scenarios can be classified in four distinct categories: baseline scenarios, CO2 price path scenarios), emission reduction scenarios , and radiative forcing target scenarios.",
    "start": "2005 (2010)",
    "end": "2100 (2050)"
  },
  "limits": {
    "title": "LIMITS",
    "guiding questions preamble": "This study provides a novel and comprehensive model-based assessment of possible outcomes of the Durban\n Platform negotiations with a focus on emissions reduction requirements, the consistency with the 2°C target and\n global economic impacts.",
    "guiding questions questions": [
      "How do short-term policies (contrasting “lenient” with “stringent” bottom-up formulations) until 2020 impact the achievability of long-term stabilization at 450ppm or 500ppm CO2eq in 2100?",
      "What are the differences between scenarios following bottom-up policies until 2020 or 2030 before starting comprehensive coordinated action?",
      "How do mitigation costs for these pathways differ across regions?"
    ],
    "results preamble": "The study yields important insights on the distribution of mitigation costs across regions.",
    "results": [
      "The challenges of implementing a long term target after a period of fragmented near-term climate policy can be significant as reflected in steep reductions of emissions intensity and transitional and long term economic impacts. ",
      "In particular, the challenges of adopting the target are significantly higher in 2030 than in 2020, both in terms of required emissions intensity decline rates and economic impacts. We conclude that an agreement on comprehensive emissions reductions to be implemented from 2020 onwards has particular significance for meeting long term climate policy objectives.",
      "Our results indicate that a policy with uniform carbon pricing and no transfer payments would yield an uneven distribution of policy costs, which would be lower than the global average for OECD countries, higher for developing economies and the highest, for energy exporters."
    ],
    "scenarios": "Scenarios are differentiated into one no-policy baseline (“Base”), 2 fragmented policy scenarios (“RefPol” and “StrPol”), 2 immediate actions scenarios (“450” and “500”), and 5 delayed policy scenarios, out of which 4 assume comprehensive policies after 2020 (“RefPol-450”, “RefPol-500”, “StrPol-450”, “StrPol-500”) and one after 2030 (“RefPol2030-500”)",
    "start": "2005",
    "end": "2100"
  },
  "emf30": {
    "title": "EMF30",
    "guiding questions preamble": "The EMF30 project is designed to assess the impact of policies aiming at reducing short-lived climate forcers, namely CH4 and BC/OC.",
    "guiding questions questions": "What is the impact of policies aiming at reducing short-lived climate forcers on emission reductions?",
    "results preamble": "Rauner et al. (in preparation): We find that the health benefits of reduced air pollution of a coal exit by far exceed mitigation costs on a global level. Taking the same coal exit path and additionally introducing a 2°C consistent GHG budget shows that aggregated co-benefits almost compensate the additional cost.",
    "results": [
      "Air pollution benefits and mitigation cost are regionally very heterogeneous with India and China yielding most of the resulting synergies.",
      "Synergies are robust under different air pollution legislation scenarios, hence climate policy is a no-regret option for especially Asian countries."
    ],
    "scenarios": "EMF30 consists of 12 scenarios: 1 reference scenario, 5 diagnostic scenarios and 3 air pollutant scenarios (CH4 policy scenario, BC/OC policy scenario and CH4+BC/OC scenario). The Reference and CH4+BC/OC policy scenarios are further combined with 3 climate policy scenarios (No climate policy, immediate action, slower action (INDC)).",
    "start": "2005",
    "end": "2050"
  },
  "cmip5": {
    "title": "CMIP5",
    "guiding questions preamble": null,
    "guiding questions questions": "How does system earth develop under certain greenhouse gas concentrations? How will the system develop for the following quantitites of special interest: metereological quantities (temperature, precipitation, airpressure, wind, radiation), oceanic quantities, and landsurface quantities (evatranspiration, vegetation).",
    "results preamble": null,
    "results": "See publications, too numerous. Main results are the actual data sets in this simulation round. ",
    "scenarios": null,
    "start": "1861",
    "end": "2100"
  },
  "isimip2b": {
    "title": "ISIMIP2b",
    "guiding questions preamble": null,
    "guiding questions questions": [
      "“What are the climate impacts in a 1.5 °C world”",
      "\"What are the climate induced effects at today's 1°C of global warming compared to the effects of historical changes in other direct human influences on Impact indicators?\""
    ],
    "results preamble": [
      "This round focuses on the impacts that are to be expected in a world with 1.5 °C, including up to 2°C, global warming. Climate input data are provided for two RCPs, the low emission RCP 2.6 (up to 2300) and business as usual emission scenario RCP 6.0 (up to 2100). For investigation of the pure climate effect, surrogate pre-industrial climate data has been provided in order to investigate the effects of climate change compared to the pre-industrial reference also considered in context of the UN climate negotiations. We consider three different groups of impact simulations: group 1: historical simulations accounting for observed changes in direct human influences (e.g. changes in land use patterns, water management etc.); group 2: future projections assuming fixed present day direct human influences; and group 3: future projections accounting for future projections of direct human influences (changes in population distributions, economic development (SSP2), and land use patterns etc.).",
      "Changes in the occurrence of extreme events (Lange et al., to be re-submitted): \"The effects of climate change on different types of weather-induced disasters have largely been assessed individually. However, it is the joint impact of such events that threatens long-term economic development and leads to human migration, persistence of poverty, and social de-stabilisation. Here we use synchronized climate impact simulation ensembles to quantify historical and future changes in the extent of crop failures, river floods, tropical cyclones, heatwaves, wildfires, and droughts. Results show that climate change from pre-industrial conditions to today’s 1°C global warming has almost tripled the fraction of the global population that is exposed to at least one such event per year whereas historical socioeconomic change alone would have slightly reduced this fraction. Future warming is projected to further increase global exposure approximately linearly up until 4°C. Particularly large increases are projected for low-latitude countries. Our analysis provides policy makers with a quantitative and comprehensive picture of climate change effects on the global population.\""
    ],
    "results": null,
    "scenarios": null,
    "start": "1860",
    "end": "2300"
  },
  "uba emc": {
    "title": "UBA EMC",
    "guiding questions preamble": "The study analyses various economic mitigation challenges in a broad range of scenarios, varying the carbon tax, technology assumption and start data of ambitious policies in a set of 300 scenarios.",
    "guiding questions questions": [
      "How do the four crucial economic mitigation challenges - short- and long-term costs, energy price increase and total carbon value - increase with climate target stringency, i.e. lower temperature targets?",
      "How are the temperature-challenge trade-off curves for the four economic mitigation challenges shifted under different assumptions on technology availability and policy delay?"
    ],
    "results preamble": "The study analysis various trade-off curves, each with temperature on the horizontal and different economic challenges on the vertical axis.",
    "results": [
      "The trade-off curves for all four analyzed economic challenges (short- and long-term costs, energy price increase and total carbon value, i.e. aggregated payments in emission pricing schemes) are highly convex, with strongly increasing costs for lower targets, practically setting a lower limit to achievable targets. If the temparature axis of the trade-off curve is using maximum temperatures (instead of 2100 temperature), this is even more pronounced.",
      "Both, assuming a delay of stringent policies or assuming non-availability of crucial technologies (bioenergy and or CCS) shifts the curve to higher temperatures."
    ],
    "scenarios": "A total of ~300 scenarios have been calculated, differentiated across three dimensions (the list of scenarios below only details the 8 scenarios included in the SR1.5 database):\nCarbon tax: For each of the combination of policy timing and technology availability (see below),  a total of 10 carbon price scenarios is calculated: the 5,10,20,30,40,50,100,200,500 and 1000 $/t CO2 in 2020 with 5% p.a. exponential increase thereafter\nTechnology availability: 7 scenario assumptions are considered: i) \"Def\" default—full technology portfolio, (ii) \"NoCCS\"—unavailability of CCS, (iii) \"NoBECCS\"—unavailability of CCS in combination with bioenergy (BECCS), (iv) \"LimBio\"—reduced bioenergy potential (100 EJ compared to 300 EJ in all other cases), (v) \"NucPO\"—phase out of investments into nuclear energy, (vi)\" LimSW\" —penetration of solar and wind power limited to 20%, and (vii) \"LowEI\"\nPolicy timing: we consider in total three scenario groups \"Frag2015\", \"Frag2020\" and \"Frag2030\" with delayed adoption of cooperative mitigation action with globally harmonized GHG pricing resulting in comprehensive emissions reductions, assuming that climate policies remain weak and fragmented until 2015, 2020 and 2030, respectively. In the time-steps before the start of cooperative action, world regions are assumed to follow a weak, fragmented climate policy regime based on a weak interpretation of the pledges or reduction proposals under the Cancun Agreements or Copenhagen Accord for 2020, and an extrapolation of the implied climate policy ambition beyond 2020 (WeakPol reference scenario, see SI section 6 (available at stacks.iop.org/ERL/8/034033/mmedia) and Luderer et al 2013). The \"WeakPol\" scenario yields similar global emissions by 2020 as the full implementation of the unconditional pledges under lenient accounting rules (UNEP 2012). In addition, we considered a (already at publication hypothetical) \"immediate\" scenario with global comprehensive emissions reductions effective and implemented from 2015 onwards. ",
    "start": "2005",
    "end": "2100"
  },
  "isimip2a": {
    "title": "ISIMIP2a",
    "guiding questions preamble": null,
    "guiding questions questions": [
      "Model evaluation and representation of extreme events",
      "How well do impact models reproduce observed variations in impacts indicators? Are we able to reproduce extreme impact events?"
    ],
    "results preamble": [
      "To investigate the question different impacts models (global water models (13), regional water models (14), crop models (14), ecosystem models (8), fishery and marine ecosystem models (5), permafrost models (3)) are forced by historically observed weather fluctuations and direct human influences such as land use changes. Simulation cover the time period from 1901 to 2012.  \n",
      "agriculture: \"We find that [crop models forced by observed weather variations] can explain more than 50% of the variability in wheat yields in Australia, Canada, Spain, Hungary, and Romania. For maize, weather sensitivities exceed 50% in seven countries, including the United States. The explained variance exceeds 50% for rice in Japan and South Korea and for soy in Argentina. Avoiding water stress by simulating yields assuming full irrigation shows that water limitation is a major driver of the observed variations in most of these countries.\" [...] \"Since process-based crop models not only account for weather influences on crop yields, but also provide options to represent human-management measures, they could become essential tools for differentiating these drivers, and for exploring options to reduce future yield fluctuations.\" (Frieler et al., Earth's Future, 2017)\"",
      "water (global and regional): \"Global hydrological models (GHMs) have been applied to assess global flood hazards, but their capacity to capture the timing and amplitude of peak river discharge—which is crucial in flood simulations—has traditionally not been the focus of examination.\" [...] \"The [ISIMIP2a] runoff simulations were used as input for the global river routing model CaMa-Flood. The simulated daily discharge was compared to the discharge generated by each GHM [Global Hydrological Model] using its native river routing scheme. For each GHM both versions of simulated discharge were compared to monthly and daily discharge observations from 1701 GRDC stations as a benchmark. CaMa-Flood routing shows a general reduction of peak river discharge and a delay of about two to three weeks in its occurrence, likely induced by the buffering capacity of floodplain reservoirs. For a majority of river basins, discharge produced by CaMa-Flood resulted in a better agreement with observations. In particular, maximum daily discharge was adjusted, with a multi-model averaged reduction in bias over about 2/3 of the analysed basin area. The increase in agreement was obtained in both managed and near-natural basins. Overall, this study demonstrates the importance of routing scheme choice in peak discharge simulation, where CaMa-Flood routing accounts for floodplain storage and backwater effects that are not represented in most GHMs. Our study provides important hints that an explicit parameterisation of these processes may be essential in future impact studies.\" (Fang et al., ERL, 2017)"
    ],
    "results": null,
    "scenarios": null,
    "start": "1971",
    "end": "2100"
  },
  "ampere wp3": {
    "title": "AMPERE WP3",
    "guiding questions preamble": "The AMPERE project aimed to improve our understanding of possible pathways toward medium- and long-term climate targets at the global and European levels. The project assessed key aspects of the mitigation challenge in a world of delayed and fragmented climate policy. WP3 specifically focused on fragmented policy regimes and the effects for front-runners.\n",
    "guiding questions questions": [
      "What impacts do fragmented policy regimes (with a coalition of front-runners and staged accession of others) have on achievability of long-term targets and global energy systems?",
      "What advantages and disadvantages have the frontrunners and late-comers respectively?",
      "How much carbon leakage is caused by fragmented policies?"
    ],
    "results preamble": "This study explores a situation of staged accession to a global climate policy regime from the current situation of regionally fragmented and moderate climate action. The analysis is based on scenarios in which a front runner coalition – the EU or the EU and China – embarks on immediate ambitious climate action while the rest of the world makes a transition to a global climate regime between 2030 and 2050. We assume that the ensuing regime involves strong mitigation efforts but does not require late joiners to compensate for their initially higher emissions.",
    "results": [
      "Although staged accession can achieve significant reductions of global warming, the resulting climate outcome is unlikely to be consistent with the goal of limiting global warming to 2 degrees. The addition of China to the front runner coalition can reduce pre-2050 excess emissions by 20–30%, increasing the likelihood of staying below2 degrees.",
      "Not accounting for potential co-benefits, the cost of front runner action is found to be lower for the EU than for China.",
      "Regions that delay their accession to the climate regime face a trade-off between reduced short term costs and higher transitional requirements due to larger carbon lock-ins and more rapidly increasing carbon prices during the accession period."
    ],
    "scenarios": "The unique feature about WP3 scenarios are those scenarios with a period of high ambition in front-runner countries (EU or EU and China) and later following of others, as well as \"reconsideration\" scenarios, where front-runners shift back to no climate policy.",
    "start": "2005",
    "end": "2100"
  },
  "ampere wp2": {
    "title": "AMPERE WP2",
    "guiding questions preamble": "The AMPERE project aimed to improve our understanding of possible pathways toward medium- and long-term climate targets at the global and European levels. The project assessed key aspects of the mitigation challenge in a world of delayed and fragmented climate policy. WP2 of AMPERE specifically focused on “Delayed policy action and path dependency in energy systems”",
    "guiding questions questions": [
      " How do short-term climate policies impact the achievability of long-term climate targets?",
      "What is the role of different technologies and their innovation in meeting long-term climate targets?"
    ],
    "results preamble": "Delaying global climate mitigation action until 2030 would require an unprecedented and more costly transformation of the global energy system in the decades that follow.",
    "results": [
      "Given the limited remaining carbon budget in order to achieve 2°C, a weak short-term policy results in a majority of the compensation for the delayed action to occur over a twenty-year period between 2030 and 2050. The portion of global energy supplied by low-carbon options would need to quadruple in this period, meaning that almost 50% of the global energy supply infrastructure would need replacement. As a result, mitigation costs would rise between 10-40%, relative to a scenario where immediate action is taken.",
      "Delayed action until 2030 also increases future reliance on specific mitigation options. The longer climate action is delayed, the higher the future dependency on carbon capture and storage (combined with both fossil and biomass) becomes. On the other hand, reducing energy demand by means of increasing energy efficiency contributes towards not only the achievability of the 2°C target, but also results in mitigation cost reductions. Consistently across scenarios, new investments in unabated coal-fired power plants (i.e., without carbon capture and storage, CCS) should be avoided, if ambitious climate goals are to be achieved."
    ],
    "scenarios": "In order to explore the consequences of near-term pledges, the scenarios consider a combination of different short-term and long-term targets, which divide the century-scale time horizon of the scenarios into two stages. During the first stage up to the year 2030, global emissions are required to follow a trajectory toward a 2030 emission target. After 2030, emissions are constrained further to stay within a cumulative emission budget for the full century (2000–2100) in order to achieve stabilization of greenhouse gas concentrations in the long-term.  So as to explore sensitivity of the results to different demand assumptions, two contrasting scenarios are used. In the reference case, global energy intensity is following broadly historical rates of improvement, leading to an increase in global energy demand by about a factor of two in 2050. The second scenario is a low energy demand case broadly consistent with the lower bound of demand projections in the literature, depicting stringent efficiency measures and behavioral changes to radically limit energy demand. The rate of energy intensity improvement in the low demand scenario is about 50% higher than the historical rate of changeIn addition to sensitivity cases for energy demand, we explore the feasibility of the transformation for a variety of different supply-side portfolios.  In addition to sensitivity cases for energy demand, the feasibility of the transformation for a variety of different supply-side portfolios is explored. These supply-side cases not only focus on possible restrictions for specific technologies that might arise due to political concerns and public perception, but also on implementation barriers or other concerns\n\nAMPERE WP2 consists of 12 mandatory scenarios in addition to three benchmark scenarios.  \nScenarios differ in terms of:\n1.        Long-term climate policy:\n           •        Baseline (no climate policy)\n           •        450 ppm CO2e (2.0°C)\n           •        550 ppm CO2e (3.4°C)\n2.        Short-term climate policy (until 2030):\n           •        Weak\n           •        Strong\n3.        Technology portfolio:\n           •        Full technology portfolio (default model assumptions)\n           •        Energy intensity (high or low energy demand)\n           •        Carbon Capture and Storage (available or unavailable)\n           •        Nuclear energy (available or unavailable)\n           •        Wind and Solar (advanced or conventional)\n           •        Bioenergy (high or low potential)\n\nOverarching project (benchmark) scenarios:\n•        Baseline, 450ppm and 550ppm scenario + full technology portfolio.\nWP2 Scenarios (12):\n•        Baseline + low energy intensity\n•        Baseline + no nuclear\n•        450ppm and 550ppm + full technology options + once with weak and once with strong short term climate policy\n•        450ppm + low energy intensity + once with weak and once with strong short term climate policy\n•        450ppm + CCS unavailable + once with weak and once with strong short term climate policy\n•        450ppm + nuclear unavailable + once with weak and once with strong short term climate policy\nOptional sensitivity scenarios cover additional variations of technological as well as long and near-term policy assumptions. \n\n",
    "start": "2010",
    "end": "2100"
  },
  "pep1p5": {
    "title": "Pep1p5",
    "guiding questions preamble": "The PEP project aims to answer crucial questions about the feasibility of 1.5°C scenarios, related to the feasibility of policies - contrasting immediate pricing only and scenarios with gradual ratcheting up of ambition. Further it assesses the implications of carbon dioxide removal (CDR) availability.",
    "guiding questions questions": [
      "To what extent can plausible bottom-up policy packages (sectoral policies like renewable support or efficiency targets as already observed in a number of countries) that are more ambitous than the NDCs close the emissions gap towards least-cost pathways?",
      "Which implementability challenges (grouped into scale, speed, disruption, price impacts and efficiency)are major hurdles for different policy scenarios?",
      "How do they differ between scenarios based on a range of regionally differentiated bottom-up policies and scenarios with a comprehensive and harmonized carbon price only (so called \"first-best\" or \"cost-effective\" scenarios)?",
      "What implications follow from the assumption of more strongly limited availability of carbon dioxide removal (CDR)?"
    ],
    "results preamble": "The comparison across 3 different dimensions offer a rich exploration of implementability challenges.",
    "results": [
      "A global roll-out of strengthened bottom-up policies could reduce global CO2 emissions by an additional 10 GtCO2eq in 2030 compared to NDCs. \nIt would lead to emissions pathways close to the levels of cost-effective well below 2°C and 1.5°C scenarios until 2030, thereby reducing implementation challenges post 2030. ",
      "Comparing a gradual phase-in of a portfolio of regulatory policies with immediate cost-effective carbon pricing shows that the bottom-up policies might be less disruptive. However, they would perform worse in other dimensions. In particular, they lead to higher economic costs. Hence, such policy packages should not be viewed as alternatives to carbon pricing, but rather as complements that provide entry points to achieve the Paris climate goals.",
      "Assuming lower availability of CDR implies faster and more disruptive near-term decarbonization."
    ],
    "scenarios": "13 scenarios are differentiated along 3 dimensions: Near-term policy, long-term climate target, and assumption on potential  of carbon dioxide removal options (CDR). The 1.5°C target (operationalized as a budget of 400 Gt CO2 2011-2100) is only feasible with assumption of higher availability of CDR or else with immediate cost-effective policy. [Nomenclature: \"x_y_z\" with x either \"1p5C\" for the 400 Gt budget or \"2C\" for the 1000 Gt budget, y for either \"full\" or \"red\"uced CDR availability, and z for the near-term policy assumption: \"eff\" means comprehensive pricing from 2025 onwards, \"goodpractice\" for Good practice policies until 2030, \"netzero\" for Net Zero policies until 2030,  and \"NDC\" for NDCs until 2030,  and comprehensive pricing thereafter.",
    "start": "2005",
    "end": "2100"
  },
  "ssp": {
    "title": "SSP",
    "guiding questions preamble": "The SSPs are part of a scenario framework, established by the climate change research community in order to facilitate the integrated analysis of future climate impacts, vulnerabilities, adaptation, and mitigation. The framework is built around a matrix that combines climate forcing on one axis (as represented by the Representative Concentration Pathways (RCPs)) and socio-economic conditions on the other. Together, these two axes describe situations in which mitigation, adaptation and residual climate damage can be evaluated.\n\n",
    "guiding questions questions": [
      "In the absence of climate policy, how do scenarios based on the five different SSP narratives unfold in the future?",
      "Across the different narratives, how does the challenge to climate mitigation compare when trying to limit global forcing levels consistent with those of the RCPs, going as low as 2.6W/m2?"
    ],
    "results preamble": "The SSPs are based on five narratives describing alternative socio-economic developments, including sustainable development, regional rivalry, inequality, fossil-fueled development, and middle-of-the-road development. The long-term demographic and economic projections of the SSPs depict a wide uncertainty range consistent with the scenario literature. A multi-model approach was used for the elaborati",
    "results": [
      "The baseline scenarios lead to global energy consumption of 400–1200 EJ in 2100. The associated annual CO2 emissions of the baseline scenarios range from about 25 GtCO2 to more than 120 GtCO2 per year by 2100. ",
      "With respect to mitigation, the scenarios show that associated costs strongly depend on three factors: (1) the policy assumptions, (2) the socio-economic narrative, and (3) the stringency of the target. The carbon price for reaching the target of 2.6 W/m2 that is consistent with a temperature change limit of 2 °C, differs in the analysis thus by about a factor of three across the SSP marker scenarios. Consistent with the narratives, mitigation costs and thus the challenge for mitigation is found lower in SSP1 & SSP4 relative to SSP3 & SSP5.  Perhaps most importantly, we find that not all targets are necessarily attainable from all SSPs"
    ],
    "scenarios": "The SSPs have been developed to provide five distinctly different pathways about future socioeconomic developments as they might unfold in the absence of explicit additional policies and measures to limit climate forcing or to enhance adaptive capacity. They are intended to enable climate change research and policy analysis, and are designed to span a wide range of combinations of challenges to mitigation and adaptation to climate change.  For each SSP, a single population, education and urbanization projection was developed.  \nThe baseline SSP scenarios are used as the starting point for a comprehensive mitigation analysis.  The nominal RCP forcing levels of 2.6, 4.5, and 6.0 W/m2 in 2100 as the long-term climate targets for our mitigation scenarios. In addition, mitigation runs for a target of 1.9 and 3.4 W/m2 are explored.  Finally, since policies and their effectiveness can be expected to vary consistent with the underlying socioeconomic storylines, so-called Shared Policy Assumptions (SPAs) are also designed. The SPAs describe the climate mitigation policy environment for the different SSPs.\nThe scenario set therefore can be differentiated based on three different characteristics:\n1.        Storylines:\n           •        SSP1: Sustainability – Taking the Green Road (Challenge – Mitigation: Low // Adaptation: Low)\n           •        SSP2: Middle of the Road (Challenge – Mitigation: Intermediate // Adaptation: Intermediate)\n           •        SSP3: Regional Rivalry – A Rocky Road (Challenge – Mitigation: High // Adaptation: High)\n           •        SSP4: Inequality – A Road Divided (Challenge – Mitigation: Low // Adaptation: High)\n           •        SSP5: Fossil-fueled Development – Taking the Highway (Challenge – Mitigation: High // Adaptation: Low)\n2.        Shared Policy Assumptions:\n           •        SPA0\n           •        SPA1 - (combined with SSP1, low mitigation challenge due to the combination of low baseline fossil fuel emissions, low energy demand, no delays beyond 2020, and full participation of land mitigation)\n           •        SPA2 - (combined with SSP2, intermediate mitigation challenge due to intermediate assumptions for i) baseline emissions, ii) energy demand, iii) delays, and iv) land participation)\n           •        SPA3 - (combined with SSP3, high mitigation challenge due to high baseline emissions, major delays, and very limited participation of land in mitigation)\n           •        SPA4 - (combined with SSP4, low mitigation challenge due to no delays beyond 2020, relatively low energy demand combined with intermediate assumptions for land mitigation and intermediate assumptions for baseline emissions)\n           •        SPA5 - (combined with SSP5, high mitigation challenge due to the combination of high fossil fuel baseline emissions, very high energy demand, and delays in mitigation (for some regions up to 2040)\n3.        Long term radiative forcing levels by 2100:\n           •        6.0 W/m2\n           •        4.5 W/m2 (approx. 650ppm CO2e)\n           •        3.4 W/m2 (approx. 550ppm CO2e)\n           •        2.6 W/m2 (approx. 450ppm CO2e)\n           •        1.9 W/m2\n\nThe resulting combinations of scenarios as follows:\nSSP1 + SPA0 and SPA1 + RCP 4.5, 3.4, 2.6, 1.9\nSSP2 + SPA0 and SPA2 + RCP 6.0, 4.5, 3.4, 2.6, 1.9\nSSP3 + SPA0 and SPA3 + RCP 6.0, 4.5, 3.4\nSSP4 + SPA0 and SPA4 + RCP 6.0, 4.5, 3.4, 2.6, 1.9\nSSP5 + SPA0 and SPA5 + RCP 6.0, 4.5, 3.4, 2.6, 1.9\n\n\n\n",
    "start": "2010",
    "end": "2100"
  },
  "isimipfasttrack": {
    "title": "ISIMIPFasttrack",
    "guiding questions preamble": null,
    "guiding questions questions": [
      "How good are we at telling the difference between a 1.5°C, 2°C, and a 3°C world?",
      "Where are the hotspots where multiple impacts coincide?",
      "How do impacts on one sector (e.g. changes in water availability) affect or dampen impact on other sectors (e.g. crop yields)?   \n"
    ],
    "results preamble": [
      "Impact simulations cover five sectors: Water (11 participating models), Agriculture (7 participating models), Ecosystems (7 participating models), Infrastructure (1 participating model), Health (5 participating malaria models). Impact simulations are forced, i.e. by climate simulations (historical simulations + future projections until 2100) from 5 different global climate models and four different emission scenarios (RCPs) ranging from low to high Greenhouse Gas concentrations.  \n",
      "Water (global): \"Climate change is likely to exacerbate regional and global water scarcity considerably. In particular, the ensemble average projects that a global warming of 2 °C above present (approximately 2.7 °C above preindustrial) will confront an additional approximate 15% of the global population with a severe decrease in water resources and will increase the number of people living under absolute water scarcity (<500m3 per capita per year) by another 40% (according to some models, more than 100%). The projected population growth will lead to even more severe effects. \" (Schewe et al., PNAS, 2014)",
      "Agriculture: ISIMIP Global Gridded Crop Model (GGCM) simulations \"indicate strong negative effects of climate change, especially at higher levels of warming and at low latitudes; models that include explicit nitrogen stress project more severe impacts. [...] model agreement on direction of yield changes is found in many major agricultural regions at both low and high latitudes; however, reducing uncertainty in sign of response in mid-latitude regions remains a challenge. Uncertainties related to the representation of carbon dioxide, nitrogen, and high temperature effects [...] show that further research is urgently needed to better understand effects of climate change on agricultural production and to devise targeted adaptation strategies.\" (Rosenzweig et al., PNAS, 2014)",
      "Biomes: \"Future climate change and increasing atmospheric CO2 are expected to cause major changes in vegetation structure and function over large fractions of the global land surface. Seven global vegetation models are used to analyze possible responses to future climate simulated by a range of general circulation models run under all four representative concentration pathway scenarios of changing concentrations of greenhouse gases. All 110 simulations predict an increase in global vegetation carbon to 2100, but with substantial variation between vegetation models. For example, at 4 °C of global land surface warming (510–758 ppm of CO2), vegetation carbon increases by 52–477 Pg C (224 Pg C mean), mainly due to CO2 fertilization of photosynthesis. Simulations agree on large regional increases across much of the boreal forest, western Amazonia, central Africa, western China, and southeast Asia, with reductions across southwestern North America, central South America, southern Mediterranean areas, southwestern Africa, and southwestern Australia. Four vegetation models display discontinuities across 4 °C of warming, indicating global thresholds in the balance of positive and negative influences on productivity and biomass. Effects that counter CO2 fertilization are, among others, increased rates of evaporation or stomatal closure due to higher vapor pressure deficits. In contrast to previous global vegetation model studies, we emphasize the importance of uncertainties in projected changes in carbon residence times. We find, when all seven models are considered for one representative concentration pathway × general circulation model combination, such uncertainties explain 30% more variation in modeled vegetation carbon change than responses of net primary productivity alone, increasing to 151% for non-HYBRID4 models. A change in research priorities away from production and toward structural dynamics and demographic processes is recommended.\" Land use changes which are driven by demographic developments are also a major factor in determining future global vegetation and its role in the Earth system. Furthermore demographic prodesses also influence the global carbon balance. (Friend et al., PNAS, 2014)",
      "Health (malaria): \"Malaria is an important disease that has a global distribution and significant health burden. The spatial limits of its distribution and seasonal activity are sensitive to climate factors, as well as the local capacity to control the disease. Malaria is also one of the few health outcomes that has been modeled by more than one research group and can therefore facilitate the first model intercomparison for health impacts under a future with climate change.\" The analysis of the ISIMIP Fast Track simulations indicate \"an overall global net increase in climate suitability and a net increase in the population at risk [for malaria], but with large uncertainties. The model outputs indicate a net increase in the annual person-months at risk when comparing from RCP2.6 to RCP8.5 from the 2050s to the 2080s. The malaria outcome metrics were highly sensitive to the choice of malaria impact model, especially over the epidemic fringes of the malaria distribution.\"(Caminade et al., PNAS, 2014)",
      "Coastal infrastructure: \"Without adaptation, 0.2–4.6% of global population is expected to be flooded annually in 2100 under 25–123 cm of global mean sea-level rise, with expected annual losses of 0.3–9.3% of global gross domestic product. Damages of this magnitude are very unlikely to be tolerated by society and adaptation will be widespread. The global costs of protecting the coast with dikes are significant with annual investment and maintenance costs of US$ 12–71 billion in 2100, but much smaller than the global cost of avoided damages even without accounting for indirect costs of damage to regional production supply. Flood damages by the end of this century are much more sensitive to the applied protection strategy than to variations in climate and socioeconomic scenarios as well as in physical data sources (topography and climate model). Our results emphasize the central role of long-term coastal adaptation strategies.\" (Hinkel et al., PNAS, 2014)",
      "Hotspots of climate change impacts: \"Severe impacts of climate change\" are determined across four categories (water discharge, crop yields, ecosystem change, length of malaria transmission season) based on a \"leaving the world as we know it\" indicator.  This occurs when  long term average conditions shift \"into what is considered today moderately extreme, i.e. happening in only 10% of all years. This state occurs in all four sectors robustly at a mean global warming of 3 °C above the 1980–2010 mean, with 11% of the world population subject to severe impacts in at least two of the four impact sectors at 4 °C.\" (Piontek at al., PNAS, 2014)."
    ],
    "results": null,
    "scenarios": null,
    "start": "1970",
    "end": "2100"
  },
  "advance": {
    "title": "Advance",
    "guiding questions preamble": "The study aims to contribute the first multi-model assessment of Paris Agreement scenarios, exploring both the emission impacts of NDC until 2030 and strengthening scenarios that achieve the long-term targets of 2 or 1.5°C, with strengthening either after 2020 or 2030",
    "guiding questions questions": [
      "· What energy system transformations are implied by nationally determined contributions (NDCs) for 2030, and how do they differ from transformations in cost-optimal pathways reaching the Paris Agreements (PA) long-term targets of well-below 2°C and 1.5°C?",
      "· How much residual emissions occur in different sectors in 2°C and 1.5°C scenarios, and what are the determinants for those?",
      "· What implications does failure to strengthen ambition before 2030 have for individual energy sectors and for achievability of the long-term targets?"
    ],
    "results preamble": "Aggregate NDC ambition level is not in line with long-term Paris Agreement targets. These targets require full decarbonization of energy system, for which electrification, decarbonization of power supply and increase in low-carbon fuels are required.",
    "results": [
      "Aggregate NDC ambition level is not in line with long-term Paris Agreement (PA) targets, emissions gap to cost-optimal 2°C and 1.5°C pathways in 2030 already between 9-29 Gt CO2eq.",
      "Higher ambition would only lead to modest increases of mitigation cost (not accounting for avoided damages and co-benefits).",
      "If countries fail to strengthen ambition before 2030, they lock-in more residual fossil emissions, which leads to a higher overshot of the net emissions budgets implied by the long-term targets, so that more carbon dioxide removal (CDR) is then needed to still meet the targets. On the other hand, failure to strengthen before 2030 also compromises the ability to scale-up negative emission options at tolerable costs."
    ],
    "scenarios": "NoPOL (no-policy counterfactual baseline)\r\nReference (currently implemented policies, extrapolated ambition levels)\r\nINDC (currently implemented policies and national targets until 2030)\r\nINDC2020_1600/1000/400: strengthening of ambition after 2020 in line with long-term target to reach 2°C with 50% likelihood (1600 Gt CO2 2011-2100), 66% likelihood (1000 Gt) or returning to 1.5 by 2100 with 66% likelihood (400)\r\nINDC2030_1600/1000/400: following NDCs until 2030 without anticipation of strengthening, then unanticipated shift to budget constraint as above\r\n",
    "start": "2005",
    "end": "2100"
  },
  "led": {
    "title": "LED",
    "guiding questions preamble": "Scenarios that limit global warming to 1.5 °C describe major transformations in energy supply and ever-rising energy demand. Here, we provide a contrasting perspective by developing a narrative of future change based on observable trends that results in low energy demand.",
    "guiding questions questions": [
      "How does a narrative of future change based on observable trends which results in low energy demand look like?",
      "Which quantitative changes in activity levels and energy intensity are required in the Global North and South for all major energy services consistent with the low energy demand narative?",
      "Is it possible to limit global warming to 1.5 °C without relying on controversial negative emissions technologies such as bioenergy with carbon capture and storage (BECCS)?",
      "What are sustainable development co-benefits of a low energy demand transformation?"
    ],
    "results preamble": null,
    "results": [
      "We find that global final energy demand by 2050 can be reduced to 245 EJ, around 40% lower than today's levels despite rising population, income and activity and show how changes in the quantity and type of energy services drive structural change in intermediate and upstream supply sectors (energy and land use). ",
      "Down-sizing the global energy system dramatically improves the feasibility of low-carbon supply-side transformation by renewables and electrification. Our scenario meets 1.5°C climate and other sustainable development goals, without relying on controversial negative emission technologies."
    ],
    "scenarios": "A single scenario based on a narrative was constructed to quantitatively illustrate a low energy demand transformation that is consistent with limiting global warming to 1.5 °C.",
    "start": "2020",
    "end": "2100"
  },
  "iea etp": {
    "title": "IEA ETP",
    "guiding questions preamble": "ETP 2017 applies a combination of \"backcasting\" and forecasting over three scenarios from now to 2060. Backcasting lays out plausible pathways to a desired end state. It makes it easier to identify milestones that need to be reached or trends that need to change promptly in order for the end goal to be achieved.",
    "guiding questions questions": [
      "Can we achieve 2 dregree and beyond 2 degree targets with already commercially available technologies?",
      "What level of policy action and effort does becoming corbon neutral by mid centrury require?",
      "What sectors couild play a major role in supporting the energy system transformation?",
      "What's the role of hgh efficiency appliances in achieving a low carbon fuiture?",
      "What's the role of electrification of the transportation sector in achieving a beyond 2 degree target?"
    ],
    "results preamble": "It shows how the energy sector could become carbon neutral by 2060 if known technology innovations were pushed to the limit. But to do so would require an unprecedented level of policy action and effort from all stakeholders.",
    "results": [
      "Looking at specific sectors, ETP 2017 finds that buildings could play a major role in supporting the energy system transformation. High-efficiency lighting, cooling and appliances could save nearly three-quarters of today’s global electricity demand between now and 2030 if deployed quickly. Doing so would allow a greater electrification of the energy system that would not add burdens on the system. In the transportation system, electrification also emerges as a major low-carbon pathway.",
      "The report finds that regardless of the pathway chosen, policies to support energy technology innovation at all stages, from research to full deployment, will be critical to reap energy security, environmental and economic benefits of energy system transformations.",
      "It also suggests that the most important challenge for energy policy makers will be to move away from a siloed perspective towards one that enables systems integration."
    ],
    "scenarios": "Scenarios can be classified in four distinct categories: baseline scenarios, CO2 price path scenarios), emission reduction scenarios , and radiative forcing target scenarios.",
    "start": "2010",
    "end": "2060"
  },
  "uba smp": {
    "title": "UBA SMP",
    "guiding questions preamble": "The study aims to contribute to the understanding of key sustainability impacts of mitigation pathways, and how they can be managed by policy choice in order to maximize benefits and minimize risks.",
    "guiding questions questions": [
      "What sustainability effects (benefits and risks) does mitigation targets of 2 and 1.5°C imply? ",
      "How does the choice of mitigation policy paradigm impact the sustainability effects (benefits and risks) of mitigation?",
      "How do different measures interact?"
    ],
    "results preamble": "The study analyses a range of crucial sustainability indicators for 2 different temperature targets achieved by 5 different policy approaches respectively. ",
    "results": [
      "Mitigation leads to a number of sustainability benefits (air pollution, cooling water requirements), but under default policies also leads to severe risks (uranium use, food and energy price increases, land requirements for bioenergy, etc.). Both benefits and risks increase if ambition is raised from 2 to 1.5°C.",
      "A combination of additional policies (direct sector-level regulation, early mitigation action, and lifestyle changes) can alleviate air pollution, water extraction, uranium extraction, food and energy price hikes, and dependence on negative emissions technologies, thus resulting in substantially reduced sustainability risks associated with mitigating climate change.",
      "Importantly, we find that these targeted policies more than compensate for most increased sustainability risks of increasing climate ambition from 2°C to 1.5°C."
    ],
    "scenarios": "Baseline: REF_Def and REF_Sust\n2°C: 2°C_Def (only carbon pricing), 2°C_regul (additional regulation on water, forest, nuclear and fossil subsidy phase-out), 2°C_early (Higher initial carbon price and slower increase thereafter), 2°C_lifesty (healthier diets and lower energy use), 2°C_Sust (combined policies)\n1.5°C: 1.5°C_Def, 1.5°C_regul, 1.5°C_early, 1.5°C_lifesty, 1.5°C_Sust ",
    "start": "2005",
    "end": "2100"
  },
  "cemics": {
    "title": "CEMICS",
    "guiding questions preamble": "CEMICS is driven by the hypothesis that society will not take decisions on climate engineering (CE) in isolation, but in consideration of the whole portfolio of existing climate policy options. The work within that project puts CE in the context of mitigation by exploring synergies, trade-offs, and side-effects of different CDR methods.\nPlease note: The project itself investigated the options of CE in a broader context also towards potential synergies or ethical aspects. This research however is not based on scenarios and thus not treated here. ",
    "guiding questions questions": [
      "How much CDR is at least necessary to achieve the Paris climate targets?",
      "How does this minimum CDR requirement depend on short-term climate policy and medium-term emission reductions?"
    ],
    "results preamble": [
      "Strefler et al. 2018: There are major concerns about the sustainability of large-scale deployment of carbon dioxide removal (CDR) technologies. It is therefore an urgent question to what extent CDR will be needed to implement the long-term ambition of the Paris Agreement, and how this depends on short-term climate policy. In this paper we show that ambitious near-term mitigation significantly decreases CDR requirements to keep the Paris climate targets within reach.",
      "Kreidenweis et al., 2018 (data is NOT available in any database): This study assessed global and regional food price impacts of afforestation. Afforestation was incentivized by a globally uniform reward for carbon uptake in the terrestrial biosphere."
    ],
    "results": [
      "Following the NDCs until 2030 requires then both fast CO2 emission reductions until 2050 and high amounts of CDR to achieve the 2°C-target. Reducing 2030 emissions by 20% below NDC levels already alleviates the trade-off between high transitional challenges and high CDR deployment.",
      "In order to achieve 2°C entirely without CDR, emissions have to be roughly halved until 2030 and again every decade until 2050.",
      "Transitional challenges can only be kept in check if at least 5 Gt CO2/yr CDR are available in any year. At least 8 Gt CO2/yr CDR are necessary in the long term to achieve 1.5°C and more than 15 Gt CO2/yr to keep transitional challenges in bounds.",
      "This resulted in large-scale afforestation (2580 Mha globally) and substantial carbon sequestration (860 GtCO2) up to the end of the century.",
      "However, it was also associated with an increase in food prices of about 80% by 2050 and a more than fourfold increase by 2100. When afforestation was restricted to the tropics the food price response was substantially reduced, while still almost 60% cumulative carbon sequestration was achieved."
    ],
    "scenarios": "CEMICS-[climate target]-[annual CDR availability in Gt CO2]\n[climate target]: 2.0 or 1.5 degree temperature increase in 2100\n[annual CDR availability in Gt CO2]: maximum of 8, 12, 20 Gt CO2 CDR as sum of all CDR technologies per year available",
    "start": "2005",
    "end": "2100"
  },
  "cd-links": {
    "title": "CD-LINKS",
    "guiding questions preamble": "The CD-LINKS project is exploring the complex interplay between climate action and development, while simultaneously taking both global and national perspectives and thereby informing the design of complementary climate-development policies.",
    "guiding questions questions": [
      "How do national decarbonisation pathways that are collectively consistent with global well-below-2°C pathways look like?",
      "How do these low-carbon development pathways for the seven largest greenhouse gas emitters (China, the USA, the EU, India, Russia, Japan and Brazil) compare to each other and which sectoral mitigation measures are deployed?",
      "How much achieve currently implemented national policies and submitted NDCs on the way to limit temperature change to 1.5 and 2°C and how large is the emissions gap to cost-effective emissions pathways?",
      "What are implications of climate policy to achieve the 1.5 and 2°C targets for Sustainable Development Goals (SDGs)?",
      "How can adverse effects of climate policies on non-climate SDGs, e.g. on food security, be avoided?",
      "What are investment needs to limit temperature rise to 1.5 and 2°C and how do these compare to investment needs to achieve a subset of SDGs?"
    ],
    "results preamble": "The CD-LINKS scenarios are analyzed from a set of different angles, including consistency of national action with global climate targets, investment needs and sustainable development implicaitons of climate policy consistent with the Paris Agreement. These analyses have been (and are being) published in a series of journal articles, part of which are listed below in relation to the high-level insights. In addition, a full Special Issue with national level analysis in selected G20 countries is currently in preparation.",
    "results": [
      "Roelfsema et al.: Seven G20 countries were assessed. Some seem on track to meet NDC targets with current policies, others display an ambition gap. Their NDCs are not on track with cost-efficient emission pathways which limit warming to well below 2°C. Current policies bring a reduction of 2 to 5.5 GtCO2eq. Additional policies and measures are required to fully implement the NDCs, which would reduce emissions by 7 to 17 GtCO2eq.The emissions gap in 2030 between planned national policies and a well below 2°C trajectory are 9 to 37 Gt. For a 1.5°C trajectory there is a gap of 17 to 43 Gt. ",
      "Kriegler et al.: Although countries differ considerably in the sectoral composition of emission reductions, a robust pattern emerges, with an almost complete decarbonisation of the electricity sector by 2050 that is accompanied by accelerated electrification and a limited reduction of carbon intensity of fuel consumption in the industry, buildings and transport sectors.",
      "Krey et al.: Climate policies to achieve 1.5 and 2C potentially create both synergies and trade-offs with other SDGs, highlighting that integrated policy approaches are needed to ensure multiple SDGs are achieved simultaneously. In particular, dealing with undesirable distributional consequences of climate policies is key to avoid negative impacts on the poor, like ensuring food security and access to modern energy services.",
      "McCollum et al.: The Nationally Determined Contributions lack the pronounced reallocation of the investment portfolio needed for transforming the energy system. Charting a course toward ‘well below 2 °C’ instead requires that low-carbon investments overtake fossil investments globally before 2025 and then continue to grow from there. Pursuing the 1.5 °C target demands a marked up-scaling in low-carbon capital beyond that demanded by 2 °C. The investment needs for making progress on certain other SDG targets are small relative to those for energy."
    ],
    "scenarios": "The CD-LINKS project includes consistent global and national low-carbon development pathways that are based on current national policies, Nationally Determined Contributions (NDCs) and the long-term climate goals of the Paris Agreement (1.5 and 2°C). \n•\tNo Policy – Baseline scenario without any climate policy in place \n•\tNPi – National Policies implemented scenario includes currently implemented climate, energy and land policies and extrapolates the implied effort beyond the direction of the policies\n•\tINDCi – Intended Nationally Determined Contributions (INDC) scenario that implements the first round of INDCs until 2030 and extrapolates the implied effort beyond 2030\n•\tNPi2020_1600/1000/400 (global models only) – NPi scenario until 2020 with a transition to a globally cost-effective implementation of a carbon budget for the period 2011-2100 of 1600, 1000 and 400 GtCO2 afterwards, corresponding to staying below 2C at >50% and >66% through the 21st century and a chance of >66% below 1.5C in 2100, respectively\n•\tINDCi2030_1600/1000/400 (global models only) – INDCi scenario until 2030 with a transition to a globally cost-effective implementation of a carbon budget for the period 2011-2100 of 1600, 1000 and 400 GtCO2 afterwards, corresponding to staying below 2C at >50% and >66% through the 21st century and a chance of >66% below 1.5C in 2100, respectively\n•\tNPi2020_High/Low/Very Low (national models only) - NPi scenario until 2020 with a transition to an implementation of a carbon budget until 2050 that was derived in a discourse between national and global teams, based on the global 1600, 1000 and 400 GtCO2 carbon budgets and the national policy debate \n•\tINDCi2030_High/Low/Very Low (national models only) – INDCi scenario until 2030 with a transition to an implementation of a carbon budget until 2050 that was derived in a discourse between national and global teams, based on the global 1600, 1000 and 400 GtCO2 carbon budgets and the national policy debate",
    "start": "2010",
    "end": "2100"
  },
  "rose": {
    "title": "ROSE",
    "guiding questions preamble": null,
    "guiding questions questions": [
      "How do assumptions on fossil fuel availability and economic growth affect stabilization pathways for 450 and 550 ppm CO2eq concentrations in 2100?",
      "How does a continuation of fragmented low-ambition climate policies until 2030 affect the achievability of the 450 target?",
      "How are resource rents of fossil fuels on international markets affected by climate policy?"
    ],
    "results preamble": null,
    "results": [
      "The influence of economic growth and fossil resource assumptions on climate mitigation pathways is relatively small due to overriding requirements imposed by long-term climate targets. \nWhile baseline assumptions can have substantial effects on mitigation costs and carbon prices, we find that the effects of model differences and the stringency of the climate target are larger compared to that of baseline assumptions. \nWe conclude that inherent uncertainties about socio-economic determinants like economic growth and fossil resource availability can be effectively dealt with in the assessment of mitigation pathways. (Kriegler et al. overview)",
      "We find that after a deferral of ambitious action the 450 ppm CO2e is only achievable with a radical up-scaling of efforts after target adoption. This has severe effects on transformation pathways and exacerbates the challenges of climate stabilization, in particular for a delay of cooperative action until 2030. Specifically, reaching the target with weak near-term action implies (a) faster and more aggressive transformations of energy systems in the medium term, (b) more stranded investments in fossil-based capacities, (c) higher long-term mitigation costs and carbon prices and (d) stronger transitional economic impacts, rendering the political feasibility of such pathways questionable. (Luderer et al.)",
      "Achieving ambitious climate targets will drastically reduce fossil fuel consumption, in particular the consumption of coal. Conventional oil and gas as well as non-conventional oil reserves are still exhausted to a large extent. \nWe find the net present value of fossil fuel rent until 2100 at 30tril.US$ with a large share of oil and a small share of coal. This is reduced by 9 and 12tril.US$ to achieve climate stabilization at 550 and 450 ppm CO2-eq, respectively. \nThis loss is, however, overcompensated by revenues from carbon pricing that are 21 and 32tril.US$, respectively. The overcompensation also holds under variations of energy demand and fossil fuel supply. (Bauer et al.)"
    ],
    "scenarios": "Scenarios are differentiated along eight different socio-economic baseline assumptions (Default, Fast Growth, Slow Growth, High Fossil, Low Fossil, Low Oil, High Coal, High Gas). The first 5 of those are run for the baseline and 2 more climate policy assumptions (450 and 550 ppm targets). Additionally, a moderate policy scenario is run, both for the entire 21 st century and with branching off to a 450 (550) target after 2020 or 2030.",
    "start": "2005",
    "end": "2100"
  }
}